acpi
acpilight
alsa-firmware
alsa-utils
archlinux-wallpaper
aspell
atril
autoconf
automake
awesome
base
bat
bc
bear
bind
binutils
bison
blender
blueman
bluez
bluez-utils
brightnessctl
btop
calcurse
ccache
checkbashisms
chezmoi
chromium
clang
cronie
dash
dbus-broker
dex
dfmt
discord
dmd
dmenu
docker
docker-compose
dunst
dust
efibootmgr
entr
exa
fakeroot
fasm
fd
file
findutils
firefox
flameshot
flatpak
flex
foot
fzf
fzy
gawk
gcc
gdb
gdb-dashboard
gettext
ghc
gimp
git-delta
git-lfs
github-cli
glow
gnome-todo
goimapnotify
gradle
grep
groff
grub
grub-theme-vimix
gtk-engine-murrine
gtk-engines
gzip
hledger
hlint
hspell
htop
hyperfine
i2c-tools
i3-gaps
i3blocks
i3status
isync
iwd
jdk-openjdk
jq
keepassxc
kitty
kotlin
lib32-fontconfig
lib32-libpng12
lib32-libpulse
lib32-pipewire
lib32-vkd3d
libadwaita
libappindicator-gtk3
libcurl-gnutls
libpng12
libreoffice-fresh
libtool
libvoikko
linux
linux-firmware
linux-zen
linux-zen-headers
llvm
lshw
lua-language-server
luarocks
lutris
lxappearance-gtk3
lynx
m4
make
man-db
man-pages
matterbridge
mattermost-desktop
moreutils
mpv
msmtp
musl
mypy
namcap
nasm
neofetch
neomutt
neovide
neovim
newsboat
nix
notmuch
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp
numlockx
nuspell
nvme-cli
obsidian
offlineimap
onefetch
openbsd-netcat
openresolv
openvpn
os-prober
pacgraph
pacman
pacman-contrib
pamixer
pandoc
pandoc-crossref
papirus-icon-theme
pass
pasystray
patch
pavucontrol
pcmanfm-qt
pdfjs
perf
perl-anyevent-i3
perl-file-mimeinfo
perl-log-log4perl
perl-yaml-tiny
picom
pigz
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
polybar
powerline
prettier
pulseaudio-alsa
pulsemixer
pv
pwndbg
py3status
pypy3
python
python-adblock
python-black
python-colorama
python-distro
python-lsp-server
python-pyflakes
python-pyudev
python-rope
python-tldextract
python-tomli
python-tzlocal
python-virtualenv
qt5ct
qutebrowser
ranger
rclone
reflector
ripgrep
riscv64-linux-gnu-gcc
rofi
rsync
rtmpdump
rust-analyzer
samba
scrot
sd
sed
shellcheck
shellharden
shfmt
signal-desktop
smartmontools
spotifyd
starship
steam
strace
stylua
sudo
sxhkd
sysstat
taplo-cli
tcc
tealdeer
termdown
texinfo
texlab
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tlp
tmux
todoman
tokei
traceroute
tree
ttc-iosevka
ttf-dejavu
ttf-iosevka-nerd
udiskie
unzip
valgrind
vi
vicious
vim
vkd3d
vscode-json-languageserver
weechat
wezterm
wget
which
whois
wine
wine-gecko
wine-mono
winetricks
wireshark-qt
wqy-zenhei
xclip
xcursor-simpleandsoft
xdotool
xf86-input-libinput
xf86-input-wacom
xf86-video-vesa
xfce4-settings
xfconf
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsettingsd
xwallpaper
yapf
yt-dlp
yubikey-manager-qt
zip
zk
zsh
zsh-autosuggestions
zsh-syntax-highlighting
