acpi
acpilight
age
alsa-firmware
alsa-utils
archlinux-wallpaper
aspell
atril
audacity
autoconf
automake
awesome
base
base-devel
bat
bc
bees
bind
binutils
bison
blender
bluedevil
bluez
bluez-utils
booster
bottom
brightnessctl
btop
calcurse
cargo-audit
cargo-binstall
cargo-bloat
cargo-deny
cargo-edit
cargo-feature
cargo-flamegraph
cargo-generate
cargo-nextest
cargo-outdated
cargo-sort
cargo-spellcheck
cargo-udeps
cargo-watch
ccache
checkbashisms
chezmoi
chromium
clang
connman
cpupower
cronie
cups
cups-pdf
dash
dbus-broker
devtools
dex
dfmt
direnv
discord
dmd
docker
docker-compose
dub
dunst
dust
easyeffects
easy-rsa
efibootmgr
entr
ethtool
exa
fakeroot
fasm
fd
file
findutils
firefox
flameshot
flatpak
flex
fwupd
fzf
fzy
gamemode
gawk
gcc
gdb
gdb-dashboard
gettext
gimp
git-delta
github-cli
git-lfs
gitoxide
glow
gnu-efi
go
gobject-introspection
goimapnotify
gomuks
gopass
gopls
gradle
grep
grim
groff
gst-plugin-pipewire
gst-plugins-good
gtk-engine-murrine
gtk-engines
gzip
handbrake
handbrake-cli
helix
helvum
hspell
htop
hyperfine
i2c-tools
inkscape
irssi
isync
iwd
jdk-openjdk
jq
just
k3b
kdenlive
keepassxc
kotlin
krita
kvantum
ldc
lib32-fontconfig
lib32-libpng12
lib32-libpulse
lib32-pipewire
lib32-vkd3d
libadwaita
libappindicator-gtk3
libcurl-gnutls
libdvdcss
libpng12
libreoffice-fresh
libtool
libva-utils
libvoikko
light
linux
linux-firmware
linux-headers
lld
lldb
llvm
lshw
lua-language-server
luarocks
lutris
lxappearance-gtk3
ly
lynx
m4
make
man-db
man-pages
mdbook
mdbook-linkcheck
mingw-w64-gcc
mono
moreutils
mpv
msmtp
musl
mypy
namcap
nasm
neofetch
neomutt
neovide
neovim
newsboat
noise-suppression-for-voice
notmuch
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp
numlockx
nuspell
nvme-cli
nvtop
obsidian
offlineimap
onefetch
openbsd-netcat
openresolv
openvpn
os-prober
oxipng
pacgraph
pacman
pacman-contrib
papirus-icon-theme
paru
pass
pass-otp
patch
pcmanfm-qt
pdfjs
pdftk
perf
perl-file-mimeinfo
perl-log-log4perl
perl-yaml-tiny
picom
pigz
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
pkgstats
polkit-kde-agent
polybar
postgresql
prettier
print-manager
putty
pv
pwndbg
pypy3
python
python-adblock
python-black
python-colorama
python-distro
python-lsp-server
python-pyflakes
python-pyudev
python-rope
python-tldextract
python-tomli
python-tzlocal
python-virtualenv
qopenvpn
qt5ct
quassel-client-qt
qutebrowser
ranger
rclone
rebuild-detector
refind
reflector
ripgrep
ripgrep-all
riscv64-linux-gnu-gcc
river
rmlint
rsync
rtmpdump
rtorrent
ruff-lsp
rust-analyzer
rust-rage
rxvt-unicode
samba
sccache
screenkey
scrot
sd
sed
shellharden
shfmt
shy
signal-desktop
skim
smartmontools
spotifyd
starship
steam
strace
stylua
sudo
sway
swaybg
sxhkd
sysstat
taplo-cli
tcc
tea
tealdeer
termdown
texinfo
texlab
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tlp
tmux
todoman
tokei
tor
torbrowser-launcher
traceroute
transcode
transmission-cli
transmission-qt
tree
ttc-iosevka
ttf-dejavu
ttf-dejavu-nerd
ttf-iosevka-nerd
udiskie
ufw
unrar
unzip
v4l2loopback-utils
valgrind
vi
vicious
vim
vkd3d
vscode-json-languageserver
wasm-bindgen
waybar
websocat
weechat
wezterm
wget
which
whois
wine
wine-gecko
wine-mono
winetricks
wireshark-qt
wl-clipboard
wqy-zenhei
xclip
xcursor-simpleandsoft
xdotool
xf86-input-libinput
xf86-input-wacom
xf86-video-vesa
xfce4-settings
xfconf
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsettingsd
xwallpaper
yapf
ydotool
yt-dlp
yubikey-manager-qt
zbar
zip
zk
zola
zoom
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
