acpi
acpilight
alsa-firmware
alsa-utils
archlinux-wallpaper
artix-archlinux-support
artix-backgrounds-extra
artix-grub-theme
artix-icons
aspell
atril
autoconf
automake
base
bat
bc
bear
bind
binutils
bison
blender
blueman
bluez-dinit
bluez-utils
brightnessctl
btrfs-progs
checkbashisms
chezmoi
chromium
cmake
cronie-dinit
dash
dex
dhcpcd-dinit
dinit
discord
dmenu
dunst
efibootmgr
electron
elogind
entr
esysusers
etmpfiles
fakeroot
fasm
fd
file
findutils
firefox
flatpak
flex
fzy
gawk
gcc
gdb-dashboard
gettext
gimp
goimapnotify
gradle
grep
groff
grub
gtk-engine-murrine
gtk-engines
gzip
hledger
hlint
hspell
htop
i2c-tools
i3-gaps
i3blocks
i3status
isync
iwd-dinit
jq
keepassxc
kitty
lib32-pipewire
libreoffice-fresh
libtool
libvoikko
linux
linux-firmware
linux-zen
linux-zen-headers
lm_sensors-dinit
lshw
lua-language-server
lxappearance-gtk3
lynx
m4
make
man-db
man-pages
matterbridge
mattermost-desktop
moreutils
msmtp
musl
mypy
nasm
neofetch
neomutt
neovim
neovim-qt
network-manager-applet
newsboat
notmuch
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp-dinit
numlockx
nuspell
offlineimap
onefetch
openbsd-netcat
openresolv
openvpn
os-prober
pacgraph
pacman
pacman-contrib
pamixer
pandoc-crossref
papirus-icon-theme
pass
pasystray
patch
pavucontrol
pcmanfm-qt
pdfjs
perf
perl-anyevent-i3
perl-file-mimeinfo
perl-log-log4perl
perl-yaml-tiny
picom
pigz
pipewire-alsa
pipewire-pulse
pkgconf
powerline
prettier
pulseaudio-alsa
pv
pwndbg
py3status
pypy3
pyright
python-adblock
python-black
python-colorama
python-pyudev
python-tzlocal
python-virtualenv
qt5ct
qutebrowser
ranger
rclone
reflector
ripgrep
riscv64-linux-gnu-gcc
rofi
rsync
rtmpdump
rust-analyzer
rustup
scrot
sed
shellcheck
shellharden
shfmt
signal-desktop
smartmontools
steam
strace
stylua
sudo
sxhkd
sysstat
tcc
termdown
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tk
tlp-dinit
traceroute
ttc-iosevka
ttf-dejavu
ttf-iosevka-nerd
udiskie
unzip
valgrind
vi
vim
vscode-json-languageserver
wget
which
whois
wine-mono
wireshark-qt
xclip
xcursor-simpleandsoft
xdotool
xf86-video-vesa
xfce4-settings
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsettingsd
xwallpaper
yt-dlp
zip
zk
zsh
zsh-autosuggestions
zsh-syntax-highlighting
