acpi
acpilight
alsa-firmware
alsa-utils
autoconf
automake
base
bc
bind
binutils
bison
bluez
bluez-utils
checkbashisms
chezmoi
clang
fakeroot
flex
gcc
ghc
git
hlint
htop
i2c-tools
jdk-openjdk
jq
keepassxc
lib32-fontconfig
linux-firmware
linux-zen
linux-zen-headers
llvm
m4
make
man-db
man-pages
neofetch
neovim
networkmanager
noto-fonts
npm
ntfs-3g
ntp
numlockx
openssh
os-prober
pacman-contrib
pamixer
patch
perl-file-mimeinfo
perl-json-xs
pkgconf
powerline
pulseaudio
pv
python-pynvim
python-pyudev
python-tzlocal
python-virtualenv
ranger
rclone
reflector
rofi
rsync
rtmpdump
rust-analyzer
rustup
source-highlight
sudo
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
traceroute
tree
ttf-dejavu
unzip
vi
which
whois
youtube-dl
yt-dlp
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
