alias-tips-git
anbox-git
dashbinsh
google-java-format
grub-hook
grub2-theme-archlinux
gruvbox-dark-gtk
haskell-language-server-static
i3exit
itch
jdtls
mpv-thumbnail-script
multimc-bin
neovim-qt-git
nerd-fonts-dejavu-complete
nsxiv
olive
paru
protonup-qt
stack-static
stylua
vim-language-server
youtube-music
zoom
zsh-theme-powerlevel10k-git
