acpilight
archlinux-wallpaper
android-tools
atril
blueman
brightnessctl
chromium
dex
discord
dmenu
dunst
firefox
gtk-engine-murrine
gtk-engines
i3-gaps
i3blocks
i3status
keepassxc
kitty
libreoffice-fresh
mpv
network-manager-applet
networkmanager
papirus-icon-theme
pasystray
pavucontrol
pdfjs
picom
python-adblock
qt5ct
qutebrowser
rofi
scrot
signal-desktop
steam
sxhkd
thunderbird
tk
ttc-iosevka
ttf-dejavu
w3m
wine
wine-mono
wireshark-qt
xcursor-simpleandsoft
xf86-video-vesa
xfce4-settings
xfconf
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsettingsd
xwallpaper
