acpi
alsa-firmware
alsa-utils
aspell
autoconf
automake
base
bc
bear
bind
binutils
bison
bluez
bluez-utils
checkbashisms
chezmoi
clang
dash
efibootmgr
fakeroot
fasm
fd
file
findutils
flex
fzy
gawk
gcc
gdb
gdb-dashboard
gettext
ghc
git
gradle
grep
groff
grub
gzip
hledger
hlint
hspell
htop
i2c-tools
isync
iwd
jdk-openjdk
jq
lib32-fontconfig
libtool
libvoikko
linux
linux-firmware
linux-zen
linux-zen-headers
llvm
lshw
lua-language-server
lxappearance-gtk3
lynx
m4
make
man-db
man-pages
moreutils
musl
mypy
nasm
neofetch
neomutt
neovim
newsboat
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp
numlockx
nuspell
onefetch
openbsd-netcat
openvpn
os-prober
pacgraph
pacman
pacman-contrib
pamixer
pandoc
pandoc-crossref
pass
patch
perf
perl-anyevent-i3
perl-file-mimeinfo
perl-log-log4perl
perl-yaml-tiny
pigz
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
powerline
pulseaudio-alsa
pv
pwndbg
py3status
pypy3
pyright
python-black
python-colorama
python-distro
python-pyudev
python-tomli
python-tzlocal
python-virtualenv
ranger
rclone
reflector
ripgrep
riscv64-linux-gnu-gcc
rsync
rtmpdump
rust-analyzer
rustup
sed
shellcheck
strace
sudo
tcc
termdown
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tlp
traceroute
tree
udiskie
unzip
valgrind
vi
vim
vscode-json-languageserver
which
whois
xclip
yarn
yt-dlp
zip
zk
zsh
zsh-autosuggestions
zsh-syntax-highlighting
