archlinux-wallpaper
atril
chromium
discord
dunst
firefox
gtk-engine-murrine
gtk-engines
i3-gaps
kitty
libreoffice-fresh
lightdm
lightdm-slick-greeter
linux
lxappearance-gtk3
network-manager-applet
nitrogen
papirus-icon-theme
pasystray
pavucontrol
perl-anyevent-i3
picom
py3status
qt5ct
qutebrowser
signal-desktop
steam
thunderbird
tk
wine
wine-mono
wireshark-qt
xclip
xcursor-simpleandsoft
xfce4-settings
xfconf
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsettingsd
