alsa-firmware
alsa-utils
amd-ucode
anbox-git
android-tools
autoconf
automake
base
bison
chezmoi
chromium
clang
conky
discord
dunst
fakeroot
firefox
flex
grub-hook
gruvbox-dark-gtk
gtk-engine-murrine
gtk-engines
htop
i2c-tools
i3blocks
i3exit
kitty
lib32-fontconfig
libreoffice-fresh
lightdm-settings
linux-zen
lxappearance-gtk3
man-pages
neofetch
neovim
network-manager-applet
ntfs-3g
ntp
nvidia
nvidia-dkms
pamixer
papirus-icon-theme
pasystray
picom
pkgconf
powerline
python-virtualenv
qt5ct
ranger
rclone
rofi
signal-desktop
steam
thunderbird
traceroute
tree
vi
vim-plug
whois
wireshark-qt
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
xournalpp
yay
zsh-autosuggestions
zsh-syntax-highlighting
