anbox-git
anbox-image
bear
ff2mpv-native-messaging-host-git
grub-hook
gruvbox-dark-gtk
haskell-language-server-static
i3exit
itch
lightdm-settings
lxc-git
multimc-bin
nerd-fonts-dejavu-complete
properties-cpp
sdbus-cpp
stack-static
vim-plug
yay
zoom
zsh-theme-powerlevel10k-git
